// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Hay actualizaciones de software para instalar. ¿Desea instalarlas antes de reiniciar el ordenador?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Si no hace nada, las actualizaciones se instalarán y el ordenador se reiniciará automáticamente dentro de %@.";
"INSTALL_AND_RESTART_TITLE" = "Instalar y reiniciar";
"RESTART_TITLE" = "Reiniciar";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Hay actualizaciones de software para instalar. ¿Desea instalarlas antes de apagar el ordenador?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Si no hace nada, las actualizaciones se instalarán y el ordenador se apagará automáticamente dentro de %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Instalar y apagar";
"SHUT_DOWN_TITLE" = "Apagar";

// Disk verify title
"CHECKING_DISK_STATUS" = "Verificando disco…";

"DISK_FAILED_VERIFY_TITLE" = "Para poder instalar las actualizaciones de software, el disco de arranque debe repararse.";
"DISK_FAILED_VERIFY_MESSAGE" = "Puede que el disco de arranque tenga un problema que pueda repararse reiniciando el ordenador. Después de reiniciar, abra Actualización de Software de nuevo para instalar las actualizaciones. Si este mensaje aparece de nuevo, póngase en contacto con el servicio de soporte de Apple.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "El ordenador se reiniciará automáticamente.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "El ordenador se apagará automáticamente.";
